Repository: MalikMo/Tp2Php
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Invalid athlete
de_de: Ungültige Athlet

source: The athlete has been saved
de_de: Der Athlet wurde gespeichert

source: The athlete could not be saved. Please, try again.
de_de: Der Lohn konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Athlete deleted
de_de: Athlet gelöscht

source: Athlete was not deleted
de_de: Athlet wurde nicht gelöscht.

source: Invalid athletes event
de_de: Ungültige Athleten-Ereignis

source: The athletes event has been saved
de_de: Das Sportler-Ereignis wurde gespeichert

source: The athletes event could not be saved. Please, try again.
de_de: Das Sportler-Ereignis konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Athletes event deleted
de_de: Athleten-Ereignis gelöscht

source: Athletes event was not deleted
de_de: Athleten-Ereignis wurde nicht gelöscht.

source: Invalid event
de_de: Ereignis ungültig

source: The event has been saved
de_de: Die Ereignis wurde gespeichert

source: The event could not be saved. Please, try again.
de_de: Der Lohn konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Event deleted
de_de: Ereignis gelöscht

source: Event was not deleted
de_de: Ereignis wurde nicht gelöscht

source: Invalid review
de_de: Ungültiger Test

source: The review has been saved
de_de: Die Bewertung wurde gespeichert

source: The review could not be saved. Please, try again.
de_de: Der Lohn konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Review deleted
de_de: Bewertung gelöscht

source: Review was not deleted
de_de: Bewertung wurde nicht gelöscht.

source: Invalid sport
de_de: Ungültige sport

source: The sport has been saved
de_de: Der Sport wurde gespeichert

source: The sport could not be saved. Please, try again.
de_de: Der Lohn konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Sport deleted
de_de: Sport gelöscht

source: Sport was not deleted
de_de: Sport wurde nicht gelöscht.

source: Invalid user
de_de: Ungültiger Benutzer

source: The user has been saved
de_de: Der Benutzer wurde gespeichert

source: The user could not be saved. Please, try again.
de_de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: User deleted
de_de: Benutzer gelöscht

source: User was not deleted
de_de: Benutzer wurde nicht gelöscht

source: Invalid username or password, try again
de_de: Benutzername oder Passwort ungültig, versuchen Sie es erneut

source: The translation has been saved
de_de: Die Übersetzung wurde gespeichert

source: Translation saved
de_de: Translation gespeichert

source: Translation deleted
de_de: Translation gelöscht

source: Could not save the translation, please check your inputs.
de_de: Übersetzung konnte nicht gespeichert werden, überprüfen Sie bitte Ihre Eingaben.

source: Invalid Translation
de_de: Ungültige Übersetzung

source: You need to confirm to delete this Translation
de_de: Sie müssen bestätigen, diese Übersetzung zu löschen

source: List Translations
de_de: Liste Übersetzungen

source: Delete Translation "%s"?
de_de: Translation "%s" löschen?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
de_de: Beachten Sie, dass Ihre Übersetzung und alle zugehörigen Daten werden gelöscht, wenn Sie zu bestätigen!

source: Confirm
de_de: Bestätigen

source: You have to confirm.
de_de: Sie haben, um zu bestätigen.

source: Continue
de_de: Fortsetzen

source: Admin Edit Translation
de_de: Admin Bearbeiten Übersetzung

source: Delete
de_de: Löschen

source: Submit
de_de: Senden

source: Translations
de_de: Übersetzungen

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
de_de: Seite {:seite} von {:seiten}, zeigt {:aktuell} die {:datensätze} insgesamt ab dem {begin:}, endet bei {: end}

source: Model Name
de_de: Modellbezeichnung

source: Field
de_de: Feld

source: Content
de_de: Inhalt

source: Search
de_de: Suchen

source: Actions
de_de: Aktionen

source: View
de_de: Anzeigen

source: Edit
de_de: Bearbeiten

source: Edit All locales for this entry
de_de: Bearbeiten Sie alle Gebietsschemas für diesen Eintrag

source: New Translation
de_de: Neue Übersetzung

source: Translation
de_de: Übersetzung

source: Locale
de_de: Sprache

source: Model
de_de: Modell

source: Foreign Key
de_de: Fremdschlüssel

source: Edit Translation
de_de: Bearbeiten Übersetzung

source: Delete Translation
de_de: Übersetzung löschen

source: Athlete Menu
de_de: Sportler-Menü

source: List Athletes
de_de: Liste-Athleten

source: User Menu
de_de: Benutzer Menü

source: List Users
de_de: Teilnehmer auflisten

source: New User
de_de: Benutzer hinzufügen

source: Sport Menu
de_de: Sport-Menü

source: List Sports
de_de: Liste Sport

source: New Sport
de_de: Neue Sport

source: Review Menu
de_de: Bearbeitungsmenüs

source: List Reviews
de_de: Liste Bewertungen

source: New Review
de_de: Neue Bewertung

source: Event Menu
de_de: Ereignis-Menü

source: List Events
de_de: Ereignisse auflisten

source: New Event
de_de: Neue Veranstaltung

source: Add Athlete
de_de: Athlet hinzufügen

source: Are you sure you want to delete # %s?
de_de: Bist du sicher dass du löschen möchtest # %s?

source: Edit Athlete
de_de: Bearbeiten der Athlet

source: New Athlete
de_de: Neue Sportler

source: Athletes
de_de: Sportler / Athleten

source: Previous
de_de: Zurück

source: Next
de_de: Weiter

source: Athlete
de_de: Sportler

source: Name
de_de: Vorname

source: Versus
de_de: GEGEN

source: User
de_de: Teilnehmer

source: Related Reviews
de_de: Ähnliche Bewertungen

source: Athlete Id
de_de: Sportler-Id

source: Related Events
de_de: Ähnliche Veranstaltungen

source: Title
de_de: Überschrift

source: Score
de_de: Punktzahl

source: List Athletes Events
de_de: List-Athleten-Ereignisse

source: Add Athletes Event
de_de: Athleten-Termin hinzufügen

source: Edit Athletes Event
de_de: Athleten-Termin bearbeiten

source: New Athletes Event
de_de: Neue Athleten-Event

source: Athletes Events
de_de: Athleten-Veranstaltungen

source: Delete Athletes Event
de_de: Athleten-Ereignis zu löschen

source: Athletes Event
de_de: Athleten-Event

source: Event
de_de: Ereignis

source: Add Event
de_de: Veranstaltung hinzufügen

source: Edit Event
de_de: Veranstaltung bearbeiten

source: Events
de_de: Veranstaltungen

source: Related Athletes
de_de: Verwandte Athleten

source: User Id
de_de: Benutzer ID

source: Add Review
de_de: Bewertung hinzufügen

source: Edit Review
de_de: Bewertung bearbeiten

source: Reviews
de_de: Kundenmeinungen

source: Review
de_de: Bewerten

source: Add Sport
de_de: Hinzufügen von Sport

source: Edit Sport
de_de: Bearbeiten von Sport

source: Sports
de_de: Was kann man unternehmen?

source: add user
de_de: limipi hinzufügen

source: Logout
de_de: Abmelden

source: Login
de_de: Anmelden

source: Register
de_de: Registrieren

source: Language
de_de: Sprache

source: Add User
de_de: limipi hinzufügen

source: Edit User
de_de: Benutzerdaten bearbeiten

source: Users
de_de: Teilnehmer

source: Please enter your username and password
de_de: Bitte geben Sie Ihren Benutzernamen und Passwort ein

source: Delete User
de_de: Benutzer löschen

source: Are you sure you want to edit # %s?
de_de: Sind Sie sicher, dass Sie # %s bearbeiten möchten?

source: Are you sure you want to add # %s?
de_de: Sind Sie sicher, dass Sie # %s hinzufügen möchten?

source: Username
de_de: Benutzername

source: Role
de_de: Rolle

source: notBlank
de_de: Feld darf nicht leer sein

source: numeric
de_de: numerisch

source: Please enter a Locale
de_de: Bitte geben Sie eine Locale

source: Please enter a Model
de_de: Bitte geben Sie ein Modell

source: Please enter a Foreign Key
de_de: Bitte geben Sie eine Fremdschlüssel

source: Please enter a Field
de_de: Bitte geben Sie ein Feld
